[
 {
   "title": "Disney's Mulan",
   "year": 2020,
   "cast": "Yifei Liu",
   "genre": "Action",
   "certification": "12",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81M1e7c8XbL._AC_SY445_.jpg",
   "synopsis": "In Disney's Mulan, a fearless young woman risks everything out of love for her family and her country to become one of the greatest warriors China has ever known."
 },
 {
   "title": "The Greatest Showman",
   "year": 2017,
   "cast": "Hugh Jackman",
   "genre": "Drama",
   "certification": "PG",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91O1-OILdvL._AC_SY445_.jpg",
   "synopsis": "Hugh Jackman leads an all-star cast in this bold and original musical filled with infectious showstopping performances that will bring you to your feet time and time again. Inspired by the story of P.T. Barnum (Jackman) and celebrating the birth of show business, the film follows the visionary who rose from nothing to create a mesmerising spectacle. This inspirational film also stars Zac Efron, Michelle Williams, Rebecca Ferguson and Zendaya."
 },
 {
   "title": "Bohemian Rhapsody",
   "year": 2018,
   "cast": "Rami Malek",
   "genre": "Biography",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81kcm4A%2BOLL._AC_SY445_.jpg",
   "synopsis": "Bohemian Rhapsody celebrates the band Queen, their music, and their extraordinary lead singer Freddie Mercury, who defied convention to become one of the most beloved entertainers ever."
 },
 {
   "title": "Mission: Impossible - Fallout ",
   "year": 2017,
   "cast": "Tom Cruise",
   "genre": "Comedy",
   "certification": "18",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/814V1XJaoAL._AC_SY445_.jpg",
   "synopsis": "The best intentions often come back to haunt you. MISSION: IMPOSSIBLE - FALLOUT finds Ethan Hunt (Tom Cruise) and his IMF team (Alec Baldwin, Simon Pegg, Ving Rhames) along with some familiar allies (Rebecca Ferguson, Michelle Monaghan) in a race against time after a mission gone wrong. Henry Cavill, Angela Bassett, and Vanessa Kirby also join the dynamic cast with filmmaker Christopher McQuarrie returning to the helm."
 },
 {
   "title": "Tenet",
   "year": 2020,
   "cast": "John David Washington",
   "genre": "Romance",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81jriHmENcL._AC_SX342_.jpg",
   "synopsis": "Fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time."
 },
 {
   "title": "Le Mans ‘66 DVD",
   "year": 2019,
   "cast": "Christan Bale",
   "genre": "Horror",
   "certification": "12",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81FR9JfV-LL._AC_SY445_.jpg",
   "synopsis": "Based on a true story, an eccentric, determined team of American engineers and designers, led by automotive visionary Carroll Shelby and his British driver, Ken Miles, are dispatched by Henry Ford II with the mission of building from scratch an entirely new race car with the potential to finally defeat the perennially dominant Ferrari at the 1966 Le Mans World Championship."
 },
 {
   "title": "Frozen 2",
   "year": 2009,
   "cast": "Liam Neeson",
   "genre": "Musical",
   "certification": "PG",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81zhbnH3XSL._AC_SY445_.jpg",
   "synopsis": "Why was Elsa born with magical powers? The answer is calling her and threatening her kingdom. Together with Anna, Kristoff, Olaf and Sven, she'll set out on a dangerous but remarkable journey. In Frozen, Elsa feared her powers were too much for the world. In Frozen 2, she must hope they are enough."
 },
 {
   "title": "Dragon Ball Z: Season 4",
   "year": 2009,
   "cast": "Jimmy Schmitt",
   "genre": "History",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/811snIXxk6L._AC_SX522_.jpg",
   "synopsis": "Having returned victorious from their battle with Frieza, the Z-fighters can at last breathe a collective sigh of relief... But they won't have long to rest. A new host of villains has appeared, ready to wreak havoc on the Earth - and Goku, the Z-Fighters' greatest hero, is still missing! In the face of these new dangers, a mysterious youth with Super Saiyan powers has come bearing a bleak prediction for the future: in just three years' time, an evil greater than any the Z-Fighters have ever faced will emerge to cast a shadow of destruction and despair over the Earth. If the young Saiyan's prediction is correct, the Z-Fighters will have to train like they have never trained before in order to have any hope against these seemingly unstoppable foes: the Androids! "
 },
 {
   "title": "Disney & Pixar's Toy Story 4",
   "year": 2010,
   "cast": "Jeniffer Aniston",
   "genre": "Action",
   "certification": "u",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/813vFZqhUfL._AC_SY445_.jpg",
   "synopsis": "From Pixar Animation Studios comes the adventure of a lifetime with your favourite toys from one of the most celebrated animated movies ever, Toy Story! When Woody, Buzz and the gang join Bonnie’s family on a road trip with her new craft-project-turned-toy, Forky, the little spork’s innocence of what it means to be a toy sends Woody on a wild quest filled with unexpected new characters—and one long-lost friend—in a film stuffed with dazzling animation, humour and heart! “Toy Story 4 will blow you away.” - Kenneth Turan, The Los Angeles Times."
 },
 {
   "title": "1917",
   "year": 2019,
   "cast": "George MacKay",
   "genre": "Drama",
   "certification": "18",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81zcfMMyAnL._AC_SY445_.jpg",
   "synopsis": "Sam Mendes, the Oscar®-winning director of Skyfall, Spectre and American Beauty, brings his singular vision to his World War I epic, 1917. At the height of the First World War, two young British soldiers, Schofield (George MacKay) and Blake (Dean-Charles Chapman) are given a seemingly impossible mission. In a race against time, they must cross enemy territory and deliver a message that will stop a deadly attack on hundreds of soldiers—Blake’s own brother among them."
 },
 {
   "title": "E.T. The Extra-Terrestrial ",
   "year": 2010,
   "cast": "Yifei Liu",
   "genre": "Biography",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/814-9%2BLgNTL._AC_SY445_.jpg",
   "synopsis": "One of the much-loved classics of all-time and a masterpiece from award winning film maker Steven Spielberg, E.T. – The Extra Terrestrial."
 },
 {
   "title": "Last Christmas",
   "year": 2011,
   "cast": "Hugh Jackman",
   "genre": "Comedy",
   "certification": "PG",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81fx%2BLOz3dL._AC_SY445_.jpg",
   "synopsis": "Kate (Emilia Clarke) harumphs around London, a bundle of bad decisions accompanied by the jangle of bells on her shoes, another irritating consequence from her job as an elf in a year-round Christmas shop. Tom (Henry Golding) seems too good to be true when he walks into her life and starts to see through so many of Kate’s barriers. As London transforms into the most wonderful time of the year, nothing should work for these two. But sometimes, you gotta let the snow fall where it may, you gotta listen to your heart … and you gotta have faith."
 },
 {
   "title": "Scoob",
   "year": 2020,
   "cast": "Rami Malek",
   "genre": "Romance",
   "certification": "u",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91bDRzDU6sL._AC_SY445_.jpg",
   "synopsis": "The first full-length animated Scooby-Doo adventure for the big screen is the never-before told stories of Scooby-Doo’s origins and the greatest mystery in the career of Mystery Inc. “SCOOB!” reveals how lifelong friends Scooby and Shaggy first met and how they joined with young detectives Fred, Velma and Daphne to form the famous Mystery Inc. Now, with hundreds of cases solved and adventures shared, Scooby and the gang face their biggest, most challenging mystery ever: a plot to unleash the ghost dog Cerberus upon the world. As they race to stop this global “dogpocalypse,” the gang discovers that Scooby has a secret legacy and an epic destiny greater than anyone imagined."
 },
 {
   "title": "The Gentlemen",
   "year": 2019,
   "cast": "Tom Cruise",
   "genre": "Horror",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/918UkfLrRQL._AC_SY445_.jpg",
   "synopsis": "From writer/director Guy Ritchie comes THE GENTLEMEN, a star-studded sophisticated action comedy. THE GENTLEMEN follows American expat Mickey Pearson (Matthew McConaughey) who built a highly profitable marijuana empire in London. When word gets out that he’s looking to cash out of the business forever it triggers plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him (featuring an all-star ensemble cast including Charlie Hunnam, Henry Golding, Michelle Dockery, Jeremy Strong, Eddie Marsan, Colin Farrell, and Hugh Grant)."
 },
 {
   "title": "The Secret Garden",
   "year": 2016,
   "cast": "John David Washington",
   "genre": "Musical",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91sEpFWxKtL._AC_SX342_.jpg",
   "synopsis": "The Secret Garden, a Sky original, tells the story of Mary Lennox (Dixie Egerickx ), a 10 year old girl sent to live with her uncle Archibald Craven (Colin Firth), under the watchful eye of Mrs. Medlock (Julie Walters) with only the household maid, Martha for company. The film is set in 1940s England at Misselthwaite Manor, a remote country estate deep in the Yorkshire moors."
 },
 {
   "title": "Mrs Brown's Boys: Merry Mishaps ",
   "year": 2019,
   "cast": "Christan Bale",
   "genre": "History",
   "certification": "12",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91aDcPy7Y4L._AC_SY445_.jpg",
   "synopsis": "Mrs. Brown and the family are up to their usual festive hi-jinks and are ready to jingle your baubles in two brand new hilarious seasonal specials!"
 },
 {
   "title": "The Call of the Wild",
   "year": 2020,
   "cast": "Liam Neeson",
   "genre": "Action",
   "certification": "PG",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91XjsNigrVL._AC_SY445_.jpg",
   "synopsis": "Adapted from the beloved literary classic, THE CALL OF THE WILD vividly brings to the screen the story of Buck, a big-hearted dog whose blissful domestic life is turned upside down when he is suddenly uprooted from his California home and transplanted to the exotic wilds of the Alaskan Yukon during the Gold Rush of the 1890s. As the newest rookie on a mail delivery dog sled team--and later its leader--, Buck experiences the adventure of a lifetime, ultimately finding his true place in the world and becoming his own master."
 },
 {
   "title": "Elvis 5 Movies Collection ",
   "year": 2008,
   "cast": "Jimmy Schmitt",
   "genre": "Drama",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81CYNihwJnL._AC_SY445_.jpg",
   "synopsis": "Tune in with the ‘King of Rock and Roll’ with a curated collection of his finest movies. Includes performances of hit songs \"Wooden Heart\", \"Shoppin Around\", \"Little Egypt\", \"Can't Help Falling In Love', \"Rock-A-Hula Baby\", \"Bossa Nova Baby\" and \"Return To Sender\"."
 },
 {
   "title": "Killing Eve S3",
   "year": 2008,
   "cast": "Jeniffer Aniston",
   "genre": "Biography",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81r-lvDNxsL._AC_SY445_.jpg",
   "synopsis": "As the third season of the multi award-winning drama continues, Eve (Sandra Oh) and Villanelle (Jodie Comer) are desperately trying to live their lives without the other. Believing Eve is dead, Villanelle is bored and dangerously aimless; while Eve is hiding in plain sight trying to convince herself that she doesn't want Villanelle to discover her. When a shocking and personal death sets them on a collision course yet again, the journey back to each other will cost both of them friends, family, allegiances…and perhaps a part of themselves."
 },
 {
   "title": "Alien 1-6 Boxset",
   "year": 2007,
   "cast": "George MacKay",
   "genre": "Comedy",
   "certification": "18",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91uvgkhj88L._AC_SY445_.jpg",
   "synopsis": "All six films in the 'Alien' franchise. In Ridley Scott's 'Alien' (1979) the crew of the Nostromo starship are on their way back to Earth after completing a mission when they are diverted to a planetoid to investigate a cryptic message. While exploring an abandoned spacecraft on the planet, they come across a store of unhatched eggs. When one of the eggs releases a mysterious creature that leeches on to a crew member's face, the others bring him back on board to recover from the ordeal. Little do they know that they have also brought on board an alien lifeform that will kill anyone or anything that gets in its way. In James Cameron's sequel, 'Aliens' (1986), sole survivor from the Nostromo Ellen Ripley (Sigourney Weaver) awakens after 57 years in stasis, and with a team of Space Marines in tow she returns to the planetoid now named LV-426 to investigate the loss of contact with the terraforming colony in residence. In David Fincher's dark 'Alien 3' (1992), Ripley crash lands on an old prison planet used to house convicted murderers - but she's not alone. When Ripley discovers her body is being used to carry an alien queen she faces a difficult decision to save humanity and sacrifice herself. In Jean-Pierre Jeunet's 'Alien Resurrection' (1997), 200 years after Ripley died bearing the alien queen, a group of scientists successfully produce clones of both her and the alien. The United States Military, hoping to use the queen to breed aliens to study, fail to keep the clones locked up and they escape. It is not long before the new Ripley is forced to team up with a gang of smugglers to repel the alien clones that are set on destroying life on Earth. In 'Prometheus' (2012) Scott returns to direct a new cast of Noomi Rapace, Michael Fassbender, Charlize Theron and Guy Pearce. After finding fragments of alien DNA, a team of scientists known as The Company travel into space aboard the state-of-the-art Prometheus spacecraft to investigate the origins of human life on Earth. Their journey takes them into the darkest corners of the universe - but, to their horror, their inquisitive nature ends up posing a threat to the future existence of humankind. The scientists now find themselves tested to their mental and physical limits as they fight a desperate battle to preserve the future of the human race. Finally, in 'Alien: Covenant' (2017), set as a sequel to 'Prometheus' (2012), the crew of the Covenant discover a planet they believe to be paradise, but when they actually start to investigate they find a dark and dangerous world inhabited by a colony of creatures who are less than pleased to see them."
 },
 {
   "title": "Strictly Come Dancing: Shirley and Craig's Perfect 10",
   "year": 2007,
   "cast": "Simon Pegg",
   "genre": "Romance",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91UY37biHHL._AC_SY445_.jpg",
   "synopsis": "Head Judge Shirley loves to reward couples that show flare, skill and effort, by raising her ‘10’ paddle. Whereas Craig is noticeably less keen to award the maximum score! Shirley and Craig’s Perfect 10 offers a unique insight into the way the pair view perfection. Take a trip down memory lane, as they look back on the show’s best routines of all time, and see if they can agree on the one dance that really is worthy of that perfect 10!"
 },
 {
   "title": "Michael Ball & Alfie Boe: Back Together - Live in Concert",
   "year": 2006,
   "cast": "Walter Mattau",
   "genre": "Horror",
   "certification": "PG",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/810KZw9sETL._AC_SY445_.jpg",
   "synopsis": "The ultimate musical duo, Michael Ball and Alfie Boe are ‘Back Together’ with this recording of the final show of their UK tour at the O2 Arena. Hot on the heels of their star turns in the West End’s phenomenally successful staged concert of Les Misérables, the pair take on their favourite musical theatre, pop and rock tracks, including songs from The Lion King, The Greatest Showman and The Phantom of the Opera as well as a brilliantly arranged 'Queen Medley'."
 },
 {
   "title": "Vera Series 10",
   "year": 2006,
   "cast": "Yifei Liu",
   "genre": "Musical",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81ZSuPqlShL._AC_SY445_.jpg",
   "synopsis": "Renowned actress Brenda Blethyn returns as the unorthodox but brilliant DCI Vera Stanhope in four compelling new feature-length episodes of this hit crime drama. The indomitable Vera and her trusted team unravel more complex cases, exploring stories of corporate corruption, organised crime and deeply buried personal guilt. An entrepreneur’s murder delivers no shortage of suspects, and the discovery of a teenager’s body floating near a salmon farm reveals a tangled web of deceit between two families. The murder of a cleaner whose death occurred several hours after the killer blow landed sends Vera on an intriguing trail, and it soon becomes clear that not all is as it seems when a wealthy betting shop tycoon is killed during a home invasion. Set against the breathtaking landscapes of Northumberland, this top-rating drama is inspired by the bestselling novels and characters created by acclaimed author Ann Cleeves."
 },
 {
   "title": "Finding Jack Charlton",
   "year": 2005,
   "cast": "Hugh Jackman",
   "genre": "History",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81hhiCXTRpL._AC_SY445_.jpg",
   "synopsis": "FINDING JACK CHARLTON is the definitive portrait of an extraordinary man; an English World Cup winning legend, who became an Irish hero. Directed by Gabriel Clarke (Bobby Robson: More Than A Manager; Steve McQueen: The Man & Le Mans) and Pete Thomas (Take His Legs), and shot on location in Ireland and England, the film also details Jack's previously undocumented life with dementia."
 },
 {
   "title": "Where Eagles Dare",
   "year": 2005,
   "cast": "Rami Malek",
   "genre": "Action",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91xzrocBWTL._AC_SY445_.jpg",
   "synopsis": "Commandos, posing as German soldiers, parachute into a city to rescue asupposed allied General from a Nazi hideaway fortress that can only be reached by cable car."
 },
 {
   "title": "Game of Thrones: The Complete Series",
   "year": 2004,
   "cast": "Tom Cruise",
   "genre": "Drama",
   "certification": "18",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91LnYdUotcL._AC_SY445_.jpg",
   "synopsis": "The complete series of Emmy® Award-winning hit HBO drama series Game of Thrones – an epic story of duplicity and treachery, nobility and honor, conquest and triumph. “When you play the Game of Thrones, you win…or you die.” For the great families of Westeros, violence, deception, and treachery – all for control of the Iron Throne – have played out in epic fashion over the course of eight exhilarating seasons. Based on the bestselling book series, ‘A Song of Ice and Fire’ by George R.R. Martin, this Emmy-Winning series follows the driven inhabitants of this visionary world as their personal quests soon converge with the arrival of a common threat from the North: a seemingly unstoppable Army of the Dead.  "
 },
 {
   "title": "The Irishman",
   "year": 2004,
   "cast": "John David Washington",
   "genre": "Biography",
   "certification": "18",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81JBNonDEiL._AC_SY445_.jpg",
   "synopsis": "Martin Scorsese’s cinematic mastery is on full display in this sweeping crime saga. Left behind by the world, former hit man and union truck driver Frank Sheeran (Robert De Niro) looks back from a nursing home on his life’s journey through the ranks of organized crime: from his involvement with Philadelphia mob boss Russell Bufalino (Joe Pesci) to his association with Teamsters union head Jimmy Hoffa (Al Pacino) to the rift that forced him to choose between the two."
 },
 {
   "title": "Pocahontas",
   "year": 2005,
   "cast": "Christan Bale",
   "genre": "Comedy",
   "certification": "u",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/715jeCqkqpL._AC_SY445_.jpg",
   "synopsis": "Sparkling with irresistible music, fun and adventure, Disney’s classic Pocahontas invites you into a world where song-filled, animated wonder awaits “Just Around the Riverbend”! This legendary tale begins as Pocahontas, the free-spirited princess, encounters a mysterious shipload of English settlers – and soon befriends the courageous Captain John Smith. But when tensions mount between their two very different peoples, Pocahontas must seek the advice of Grandmother Willow, the wise old talking tree, to find a way for everyone to live together in peace."
 },
 {
   "title": "Westworld: Season 3 ",
   "year": 2005,
   "cast": "Liam Neeson",
   "genre": "Romance",
   "certification": "18",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81jnYk6OW6L._AC_SY445_.jpg",
   "synopsis": "Created by Jonathan Nolan and Lisa Joy, HBO's Emmy®-nominated sci-fi drama series Westworld returns for a new season that is more ambitious, enthralling and timely than ever before. Following the aftermath of last season's Westworld massacre, Dolores, Bernard and an unknown host, occupying the body of Delos exec Charlotte Hale, begin a new chapter – outside of the park – exploring the \"real world\" and who they will become in the wake of their liberation. Over the course of eight hour-long episodes, Season 3 finds Dolores prepared to wage war on humanity and Bernard trying desperately to stop her, while Maeve reunites with familiar faces in a new realm – and all discover that the world outside is as full of deception and predetermination as the one they've always known. With returning cast members including Evan Rachel Wood, Thandie Newton, Ed Harris, Jeffrey Wright and Tessa Thompson, along with new series regulars Aaron Paul and Vincent Cassel, Westworld continues to deliver thrilling twists and turns, while posing questions about the nature of our reality, freewill and what makes us human."
 },
 {
   "title": "Bill & Ted Face The Music",
   "year": 2006,
   "cast": "Jimmy Schmitt",
   "genre": "Horror",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91ifHxI1D-L._AC_SY445_.jpg",
   "synopsis": "The stakes are higher than ever for the time-traveling exploits of William \"Bill\" S. Preston Esq. and Theodore \"Ted\" Logan. Yet to fulfill their rock and roll destiny, the now middle aged best friends set out on a new adventure when a visitor from the future warns them that only their song can save life as we know it. Along the way, they will be helped by their daughters, a new batch of historical figures, and a few music legends - to seek the song that will set their world right and bring harmony in the universe. Bill & Ted Face the Music is directed by Dean Parisot (Galaxy Quest), from a screenplay by Chris Matheson and Ed Solomon (Bill & Ted's Excellent Adventure, Bill & Ted's Bogus Journey) - and produced by Scott Kroopf, Alex Lebovici, and Steve Ponce.Be Excellent to Each Other A Behind-the-Scenes Look at the Making of the Film."
 },
 {
   "title": "Fawlty Towers - The Complete Collection",
   "year": 2004,
   "cast": "Jeniffer Aniston",
   "genre": "Musical",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81V9TskAWIL._AC_SY445_.jpg",
   "synopsis": "This Special Edition marks the 30th anniversary of one of the greatest situation comedies British television has ever seen."
 },
 {
   "title": "Fast & Furious 8-Film Collection DVD",
   "year": 2008,
   "cast": "George MacKay",
   "genre": "History",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/817s-%2BEbs5L._AC_SY445_.jpg",
   "synopsis": "Buckle up for nonstop action and mind-blowing speed in the high-octane Fast & Furious 8-Movie Collection. Vin Diesel, Paul Walker, Dwayne Johnson, Michelle Rodriguez and an all-star cast put pedal to the metal in pursuit of justice and survival as they race from L.A. to Tokyo, Rio to London, and Cuba to New York City. Packed with full-throttle action and jaw-dropping stunts, these eight turbo-charged thrill rides place you behind the wheel of the most explosive film franchise in history!"
 },
 {
   "title": "Solo: A Star Wars Story",
   "year": 2009,
   "cast": "Simon Pegg",
   "genre": "Action",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81vWLwRQ4DL._AC_SY445_.jpg",
   "synopsis": "Board the Millennium Falcon and journey to a galaxy far, far away in “Solo: A Star Wars Story,” an all-new adventure with the most beloved scoundrel in the galaxy. Through a series of daring escapades deep within a dark and dangerous criminal underworld, Han Solo befriends his mighty future copilot Chewbacca and meets the notorious gambler Lando Calrissian, in a journey that will set the course of one of the Star Wars saga’s most unlikely heroes."
 },
 {
   "title": "JoJo Rabbit ",
   "year": 2016,
   "cast": "Walter Mattau",
   "genre": "Drama",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91d8hc6VhPL._AC_SY445_.jpg",
   "synopsis": "Writer director Taika Waititi (THOR: RAGNAROK, HUNT FOR THE WILDERPEOPLE), brings his signature style of humor and pathos to his latest film, JOJO RABBIT, a World War II satire that follows a lonely German boy (Roman Griffin Davis as JoJo) whose world view is turned upside down when he discovers his single mother (Scarlett Johansson) is hiding a young Jewish girl (Thomasin McKenzie) in their attic. Aided only by his idiotic imaginary friend, Adolf Hitler (Taika Waititi), Jojo must confront his blind nationalism."
 },
 {
   "title": "Ghosts",
   "year": 2017,
   "cast": "Gordon Freeman",
   "genre": "Biography",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81%2BGTij8R9L._AC_SY445_.jpg",
   "synopsis": "Ghosts is a multi-character sitcom created by the lead cast of writer-performers from the award-winning Horrible Histories, Yonderland and the feature film Bill. This BBC One comedy also stars Charlotte Ritchie (Call The Midwife, Fresh Meat) and Kiell Smith-Bynoe (Stath Lets Flats)."
 },
 {
   "title": "Orange is the New Black Season 7",
   "year": 2019,
   "cast": "Alan Arkin",
   "genre": "Comedy",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91WfKuNevtL._AC_SY445_.jpg",
   "synopsis": "In the seventh and final season of the Golden Globe Award - nominated* comedy-drama from Primetime Emmy Award - winning executive producer Jenji Kohan, the all-star cast of inmates faces circumstances that take drastic and unexpected turns. After being granted an early release, Piper struggles with the demands of parole and life on the outside, while other inmates - some in Litchfield and others in immigration detention facilities - experience a mix of disappointment, redemption, and hope in this compelling conclusion to the dark-humoured, genre-defining series."
 },
 {
   "title": "WWE: Payback 2020",
   "year": 2015,
   "cast": "Percy Jackson",
   "genre": "Romance",
   "certification": "PG",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/9125jT9XfTL._AC_SY445_.jpg",
   "synopsis": "Revenge is a dish best served cold, and on this night, Roman Reigns is dishing it out to 'The Fiend' Bray Wyatt and 'The Monster' Braun Strowman in a Triple Threat Match for the Universal Championship. A rising star emerges as Keith Lee makes his 'limitless' WWE Pay-Per-View debut against Randy Orton. Bayley and Sasha Banks defend their WWE Women's Tag Team Championship against the dominant duo of Shayna Baszler and Nia Jax. For the first time ever, father and son team up as Rey Mysterio and Dominik Mysterio look to get their pound of flesh against Seth Rollins and Murphy."
 },
 {
   "title": "The Muppet Christmas Carol ",
   "year": 2014,
   "cast": "Hulk Hogan",
   "genre": "Horror",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/51Eks%2Bz6jAL._AC_.jpg",
   "synopsis": "'Tis the season for love, laughter, and one of the most cherished stories of all time! Join Kermit the Frog, Miss Piggy, and all the hilarious Muppets in this merry, magical version of Charles Dickens' classic tale. Academy Award(R) winner Michael Caine (Best Supporting Actor, 2000, THE CIDER HOUSE RULES; 1987, HANNAH AND HER SISTERS) gives a performance that's anything but \"bah, humbug!\" as greedy, penny-pinching Ebenezer Scrooge. One fateful Christmas Eve, Scrooge is visited by the Ghosts of Christmas Past, Present, and Future. Together with kind, humble Bob Cratchit (Kermit the Frog) and his family, the Spirits open Scrooge's eyes -- and his heart -- to the true meaning of Christmas."
 },
 {
   "title": "A Christmas Gift From Bob",
   "year": 2018,
   "cast": "Christan Bale",
   "genre": "Musical",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81K2hMOkYhL._AC_SY445_.jpg",
   "synopsis": "Based on the international best-selling books and the 'purrfect' Christmas sequel to the international hit film 'A Street Cat Named Bob' - follow James and his best friend, Bob on their new journey together."
 },
 {
   "title": "Roadkill",
   "year": 2017,
   "cast": "Liam Neeson",
   "genre": "History",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/51Y1MW6SHVL._AC_SY445_.jpg",
   "synopsis": "Brand new BBC Drama starring Hugh Laurie, written by David Hare. Roadkill is a four-part fictional thriller about a self-made, forceful and charismatic politician called Peter Laurence. Peter s public and private life seems to be falling apart - or rather is being picked apart by his enemies. As the personal revelations spiral, he is shamelessly untroubled by guilt or remorse, expertly walking a high wire between glory and catastrophe as he seeks to further his own agenda whilst others plot to bring him down. However events show just how hard it is, for both an individual and a country, to leave the past behind. With enemies so close to home, can Peter Laurence ever out-run his own secrets to win the ultimate prize?"
 },
 {
   "title": "The Nutcracker And The Four Realms ",
   "year": 2002,
   "cast": "Jimmy Schmitt",
   "genre": "Action",
   "certification": "12",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81AN7VaR8AL._AC_SY445_.jpg",
   "synopsis": "All Clara wants is a key – a one-of-a-kind key that will unlock a box that holds a priceless gift from her late mother. A golden thread, presented to her at godfather Drosselmeyer’s annual holiday party, leads her to the coveted key - which promptly disappears into a strange and mysterious parallel world. It’s there that Clara encounters a soldier named Phillip, a gang of mice and the regent who preside over the three Realms: Land of Snowflakes, Land of Flowers and Land of Sweets. Clara and Phillip must brave the ominous Fourth Realm, home to the tyrant Mother Ginger, to retrieve Clara’s key and hopefully return harmony to the unstable world."
 },
 {
   "title": "The Bee Gees - How Can You Mend a Broken Heart?",
   "year": 2006,
   "cast": "Jeniffer Aniston",
   "genre": "Drama",
   "certification": "PG",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/91d0yfyRedL._AC_SY445_.jpg",
   "synopsis": "THE BEE GEES: HOW CAN YOU MEND A BROKEN HEART takes audiences on a unique cinematic journey through the brotherhood of the Bee Gees and their ever-enduring musical accomplishments. The story of Barry, Maurice and Robin is one of phenomenal success, of loss and heartbreak, and a continual spirit of creative reinvention. From the award-winning producers behind The Beatles: Eight Days A Week and Sinatra: All Or Nothing At All, How Can You Mend A Broken Heart features newly shot interviews, rarely seen archive and remastered performances across the Bee Gees’ five-decade long career."
 },
 {
   "title": "Disney & Pixar's Onward ",
   "year": 2008,
   "cast": "George MacKay",
   "genre": "Biography",
   "certification": "u",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81t%2BsMGH6mL._AC_SY445_.jpg",
   "synopsis": "In Disney and Pixar's Onward, teenage elf brothers Ian and Barley Lightfoor (voices of Tom Holland and Chris Pratt) get an unexpected opportunity to spend one more day with their late dad, so they embark on an extraordinary quest aboard Barley's epic van Guinevere. Like any good quest, their journey is filled with magic spells, cryptic maps, impossible obstacles and unimaginable discoveries. But when the boys' fearless mum Laurel (voice of Julia Louis-Dreyfus) realises their sons are missing, she teams up with a part-lion, part-bat, part-scorpion, former warrior - aka The Manticore (voice of Octavia Spencer) - and heads off to find them. Perilous curses aside, this one magical day could mean more than any of them ever dreamed. \"It's pure, perfect Pixar\" (Ben Travis, EMPIRE)."
 },
 {
   "title": "Star Trek Picard Season 1 ",
   "year": 2009,
   "cast": "Simon Pegg",
   "genre": "Comedy",
   "certification": "pg",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81NQnSle0vL._AC_SY445_.jpg",
   "synopsis": "Star Trek: Picard features Sir Patrick Stewart reprising his iconic role as Jean-Luc Picard, which he played for seven seasons on Star Trek: The Next Generation. The new series will follow this iconic character into the next chapter of his life. Starring Patrick Stewart as Jean-Luc Picard, Santiago Cabrera as Cristobal Rios, Alison Pill as Dr. Agnes Jurati, Michelle Hurd as Raffi Musiker, Isa Briones as Soji, Jonathan Frakes as Will Riker, Harry Treadaway as Narek, Jeri Ryan as Seven of Nine, Evan Evagora as Elnor, and Brent Spiner as Data."
 },
 {
   "title": "The Crown - Season 03",
   "year": 2020,
   "cast": "Walter Mattau",
   "genre": "Romance",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/81TMUYI9gjL._AC_SY445_.jpg",
   "synopsis": "The Crown traces the life of Queen Elizabeth II from her wedding in 1947 through to the early part of the twenty-first century. Season Three covers the time period between 1964 and 1977 and introduces an outstanding new ensemble cast led by Olivia Colman and Tobias Menzies. Beginning with Harold Wilson’s election as the Queen’s first Labour prime minister and ending with the Silver Jubilee of Elizabeth II, it follows pivotal moments such as the death and state funeral of Winston Churchill, the Aberfan disaster, the Apollo 11 moon landing and the Investiture of Prince Charles as the Prince of Wales."
 },
 {
   "title": "Des",
   "year": 2004,
   "cast": "Gordon Freeman",
   "genre": "Horror",
   "certification": "15",
   "imglink": "https://images-na.ssl-images-amazon.com/images/I/51npOpomx4L._AC_SY445_.jpg",
   "synopsis": "Des tells the story of the arrest and trial of serial killer of one of the UK s most notorious criminals, Dennis Nilsen. The drama is told through the prism of three different men Nilsen himself, Detective Chief Inspector Peter Jay, and biographer Brian Masters."
 }
]
